[
    {
        "title": "LEARN SCRATCH PROGRAMING",
        "description": "Scratch Course is the foundation of coding and is a building block of a coding journey. If you want"
    },
    {
        "title": "LEARN CLOUD COMPUTING BASICS-AWS",
        "description": "In this course we are going to cover the basics and the most important services on AWS,\nAt the end"
    },
    {
        "title": "LEARN MOBILE DEVELOPMENT",
        "description": "Mobile application development is the process of creating software applications that run on a mobil"
    },
    {
        "title": "LEARN CORE JAVA PROGRAMMING ONLINE",
        "description": "Java is a very popular high-level, class-based, object-oriented programming language that is design"
    },
    {
        "title": "LEARN ROBOTICS",
        "description": "You can open all kinds of doors for advancement in so many careers with a basic understanding of el"
    },
    {
        "title": "LEARN JAVASCRIPT",
        "description": "JavaScript is the most popular programming language in the world. It powers the entire modern web."
    },
    {
        "title": "LEARN NODE JS",
        "description": "Node.js developers are in high demand and the language is used for everything from traditional web"
    },
    {
        "title": "LEARN CLOUD COMPUTING ADVANCE-AWS",
        "description": "DESCRIPTION\nThis introduction to cloud computing on Amazon AWS course takes you from the AWS Ad"
    },
    {
        "title": "PYTHON PROGRAMMING-BEGINNER",
        "description": "Python is a language with simple syntax, and a powerful set of libraries. It has a rich programming"
    },
    {
        "title": "Roblox Programming For Beginners",
        "description": "Explore the dynamic universe of game development with our \"Roblox Game Development Fundamentals\" cou"
    },
    {
        "title": "PYTHON PROGRAMMING-INTERMEDIATE",
        "description": "Take your python skills to the next level and start building real applications.\nPython is a pro"
    },
    {
        "title": "PYTHON PROGRAMMING-ADVANCE",
        "description": "If you already know Python basics, then this training is the next step in your Python learning path"
    },
    {
        "title": "PYTHON PROGRAMMING GROUP CLASSES - BEGINNER",
        "description": "Python is a language with simple syntax, and a powerful set of libraries. It has a rich programming"
    },
    {
        "title": "Advanced Roblox Scripting Workshop",
        "description": "\"Are you ready to unlock the full potential of your Roblox game development skills? Join our Interme"
    },
    {
        "title": "Robotics Adventure Awaits:Join Our Summer Camp for Young Tech Wizards!",
        "description": "This course is designed to introduce beginners to the world of robotics. Learners will be taught the"
    },
    {
        "title": "Java Project-Based Course",
        "description": "Java Project-Based Course for Intermediate Level Students ;Overview: This course is designed for int"
    },
    {
        "title": "Artificial Intelligence Adventures: Building AI Chatbot Like Chatgpt (For Kids)",
        "description": "Unlock the power of AI chatbots in our 10-day course! Gain comprehensive knowledge of chatbot develo"
    },
    {
        "title": "Python Playground: Create a Hangman Game",
        "description": "Python Playground : Create a Hangman Game is an exciting and engaging course designed specifically f"
    },
    {
        "title": "Scratch Playground: Create a Maze Game!",
        "description": "Scratch Playground : Create a Maze Game! is a beginner-level course designed to introduce kids to th"
    },
    {
        "title": "Artificial Intelligence Essentials: Summer Bootcamp",
        "description": "Join us for this engaging 5-day summer bootcamp where we will explore the fascinating world of Artif"
    },
    {
        "title": "Time Mastery Camp: AI for Jobs, Business, Careers",
        "description": "The \"AI for Productivity and Time Management\" course: 🚀💡\nDay 1: Introduction to AI and its Applica"
    },
    {
        "title": "Build Your Own Theme Park in Roblox",
        "description": "Roblox Studio fundamentals are taught through fun and interactive projects. Lectures, projects, hand"
    },
    {
        "title": "Java Coding Summer Camp for Young Minds",
        "description": "Java Journey: Coding Camp for Curious Minds\" is a fun-filled, 5-day adventure into the world of prog"
    },
    {
        "title": "AI Camp for Entrepreneurs: Build Business Success",
        "description": "Welcome to the world of AI in entrepreneurship!  In this course, we will embark on a thrilling journ"
    },
    {
        "title": "ChatGPT Boot Camp: Basics & Best Uses",
        "description": "Join us for an exciting journey into the world of AI chatbots with this 5-day bootcamp. You'll learn"
    },
    {
        "title": "Create-A-Bot: A Project-Based Robotics Exploration",
        "description": "Ignite your child's tech curiosity with our \"RoboRacers\" camp! Over five days, campers will delve in"
    },
    {
        "title": "Java & Proramming",
        "description": "\" Project outline for JAVA PROJECT BASED BOOTCAMP\n1: Introduction to Java and Programming Basics.\n2."
    },
    {
        "title": "Chatbot Creators: Design a ChatGPT-like AI",
        "description": "Join us on a 7-day bootcamp to step into the world of AI and create your own chatbot like ChatGPT. Y"
    },
    {
        "title": "Web Development from scratch",
        "description": "Unlock the boundless potential of web development with our \"Web Development Essentials\" course. Whet"
    },
    {
        "title": "Summer Camp: Introduction to Python",
        "description": "Step into our 7-day \"Python Project Playground\" camp where coding meets creativity! Kids will explor"
    },
    {
        "title": "AI Secrets Revealed: Master Productivity Hacks That Will Blow Your Mind! (For Kids)",
        "description": "Boost your productivity with AI! \n\nJoin our \"AI for Productivity and Time Management\" course and lea"
    },
    {
        "title": "Summer Bootcamp with JavaScript: Real Projects, Real Results",
        "description": "In this 5-day camp, you'll dive headfirst into JavaScript, one of the world's most popular programmi"
    },
    {
        "title": "AI Disruption: Top Entrepreneurs Harnessing AI for Unprecedented Success! (For Kids)",
        "description": "Understand the role and potential of AI in entrepreneurship, learn the fundamentals, explore data ac"
    },
    {
        "title": "The AI Writer's Masterclass: Innovation and Inspiration in Creative Writing! (For Kids)",
        "description": "Enhance your creative writing skills with AI! Join our 10-day course and explore AI's role in writin"
    },
    {
        "title": "Web Development Pro: Intermediate Level",
        "description": "Ready to unlock the full potential of web development? Join our \"Intermediate Web Development Master"
    },
    {
        "title": "Scratch Playground: Create a Scroller Game!",
        "description": "Scratch Playground : Create a Scroller Game is an intermediate level course designed to teach kids t"
    },
    {
        "title": "AI Pro: Creative Writing Camp for Adults",
        "description": "🚀 Welcome to Creative Writing with AI for ADULTS! \nUnleash your creativity with cutting-edge AI tec"
    },
    {
        "title": "Python Playground: Create Your Own Snake Game",
        "description": "Through this course, participants will learn the fundamentals of Python programming language, as wel"
    },
    {
        "title": "Build your own Calculator using Python Bootcamp for kids",
        "description": "This bootcamp is a fun and engaging program designed to introduce children to the basics of programm"
    },
    {
        "title": "Python Playground: Create a Tic Tac Toe Game",
        "description": "An interactive and hands-on tutorial designed to help learners build their programming skills while"
    },
    {
        "title": "Scratch Playground: Create a Flappy Bird Game!",
        "description": "Scratch Playground 103: Create a Flappy Bird is a beginner to intermediate level course designed to"
    },
    {
        "title": "HTML, CSS, JavaScript: 7-Day Summer Bootcamp",
        "description": "Jump into the vibrant world of coding with our engaging 7-day summer camp! Starting from scratch, yo"
    },
    {
        "title": "Hands-on Java: Project-based Learning for Coding Novices",
        "description": "Embark on a coding adventure with our \"Code, Create, Conquer\" Java camp! In just 7 days, kids will l"
    },
    {
        "title": "Python Playground: Create a Memory Game",
        "description": "Python Playground: Create a Memory Game is a beginner-level course designed for kids who are interes"
    },
    {
        "title": "Summer Bootcamp: 5-Day Scratch Programming for Beginners",
        "description": "Embark on an exciting coding adventure with our 5-day Scratch Programming camp! Designed for beginne"
    },
    {
        "title": "5-Day Summer Camp: Python for Beginners",
        "description": "Dive into coding with our 5-day \"Python Playground\" camp! Kids will explore Python, a popular langua"
    },
    {
        "title": "Build a Text analyzer using Python Bootcamp for kids",
        "description": "The Build a Text Analyzer using Python Bootcamp for Kids is an educational program designed to intro"
    },
    {
        "title": "Scratch Playground : Create a Platformer Game!",
        "description": "Scratch Playground : Create a Platformer Game is an intermediate level course designed to teach kids"
    },
    {
        "title": "Introduction to Artificial Intelligence!",
        "description": "Welcome to the \"Introduction to Artificial Intelligence and Python\" course! This course is designed"
    },
    {
        "title": "Python Playground: Create a Rock, Paper, Scissors Game",
        "description": "This is an engaging course designed for kids who are interested in learning programming with Python."
    },
    {
        "title": "AI in Stock Market Success: Career Growth Camp !!",
        "description": "Are you ready to unlock the secrets of predicting stock prices using AI? 📈🤖 Join our immersive cou"
    },
    {
        "title": "From Beginner to AI Pro: Kickstart Your Journey With Artificial Intelligence! (For Kids)",
        "description": "Dive into the world of AI! 🤖 Join our \"Introduction to Artificial Intelligence\" course and unlock t"
    },
    {
        "title": "Game development using python",
        "description": "Welcome to the \"Introduction to Python Game Development\" course! In this course, you'll embark on a"
    },
    {
        "title": "Build a Image manipulator using Python Bootcamp for kids",
        "description": "The Build a Image Manipulator using Python Bootcamp for Kids is a program designed to introduce chil"
    },
    {
        "title": "Build a Weather app using Python Bootcamp for kids",
        "description": "Build a Weather App using Python Bootcamp for Kids is an educational program designed to introduce y"
    },
    {
        "title": "Build Your Own Roblox Battle Arena",
        "description": "Roblox Studio fundamentals are taught through fun and interactive projects. Lectures, projects, hand"
    },
    {
        "title": "The Millionaire's AI Playbook: Learn How to Predict Stock Prices! (For Kids)",
        "description": "Learn to predict stock prices using the incredible potential of AI and machine learning in our compr"
    },
    {
        "title": "Machine Learning: 7-Day Project-Based Summer Camp",
        "description": "Join our \"Machine Learning Mania\" camp for a 7-day tech adventure! Kids will tackle machine learning"
    },
    {
        "title": "AI Pro Camp: Career Growth Catalyst",
        "description": "Our Intro to AI for Adults course is designed to equip professionals with essential knowledge and pr"
    },
    {
        "title": "Minecraft Java Programming for Beginners",
        "description": "Session-1: Introduction to Java programming and Minecraft. Lesson 2: Getting Started in Creative Mod"
    },
    {
        "title": "Build a Chatbot using Python Bootcamp for kids",
        "description": "This bootcamp is a fun and interactive program designed to teach children how to create their own ch"
    },
    {
        "title": "Build a Password generator using Python Bootcamp for kids",
        "description": "Welcome to the Build a Password Generator using Python Bootcamp for Kids! In this bootcamp, you will"
    },
    {
        "title": "Scratch Playground: Create a Space Game!",
        "description": "Scratch Playground : Create a Space Game is an intermediate-level course designed to introduce kids"
    },
    {
        "title": "Create Your Own Roblox Obstacle Course",
        "description": "Roblox enthusiasts who want to learn how to design and build their own custom obstacle courses withi"
    },
    {
        "title": "Java Minecraft Creative or Survival Mode",
        "description": "1. Title: Minecraft Java Programming for Beginners Overview: This class is designed for complete beg"
    },
    {
        "title": "AI Camp for Jobs & Business:Build Your own ChatGPT",
        "description": "🌟Welcome to the Chatbot Mastery Course! 🎓\n\nGet ready to unlock the secrets of building intelligent"
    },
    {
        "title": "HTML, CSS, JavaScript Essentials: 5-Day Coding Bootcamp",
        "description": "Unleash your creativity in our fun and interactive 5-day summer camp. No prior experience needed. Yo"
    }
]